package v3;

/**
 * print를 하는 것이 아닌 입력값 받을때 멘트만 사용
 */
public class Frame {
    public void mainFrame(){
        System.out.println("=========================\n" +
                "1. 수강생 등록(q)\n" +
                "2. 수강생 목록(w)\n" +
                "3. 수강생 과목별 시험 회차 및 점수 등록(e)\n" +
                "4. 수강생 과목별 시험 회차 및 점수 수정(r)\n" +
                "5. 수강생 특정 회차별 등급 조회(t)\n" +
                "6. 수강생 과목 등록(y)\n"+
                "=========================\n" +
                "[기능을 선택하세요]");
    }

}
